Revit 2024 API
ParameterTypeId.RbsReferenceOverallsize Property
 "Overall Size"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsReferenceOverallsize { get; }
Visual Basic
Public Shared ReadOnly Property RbsReferenceOverallsize As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsReferenceOverallsize {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace